/* Reminder cell frequency label text */
"%@ times a %@ between %@" = "%1$@x per %2$@ tussen %3$@";

/* Daily fire period string */
"%@:%@ and %@:%@" = "%1$@:%2$@ en %3$@:%4$@";

/* Frequency type */
"day" = "dag";

/* Frequency type */
"hour" = "uur";

/* Frequency type */
"month" = "maand";

/* Reminder text placeholder message */
"Of what do you want to be reminded?" = "Waaraan wil je herinnerd worden?";

/* Empty message alertview button title */
"OK" = "OK";

/* Empty message alertview message */
"The message textfield is empty." = "Er is geen bericht ingevoerd.";

/* Local notification alert action title */
"View details" = "Bekijk";

/* Empty message alertview title */
"Warning" = "Let op";

/* Frequency type */
"week" = "week";

